Repository: 5hux1n/CodexM
Catalog: CodexM/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# window.permissionRequired
source: Window controls need Accessibility
zh_hans: 窗口操作需要辅助功能权限

# window.untitled
source: Codex window
zh_hans: Codex 窗口

# native.stage.sourceSchema
source: Source database check
zh_hans: 源账户数据库检查

# native.stage.targetSchema
source: Target database check
zh_hans: 目标账户数据库检查

# native.stage.sourcePath
source: Source history copy comparison
zh_hans: 源历史新旧副本比较

# native.stage.sourceHistory
source: Source history format check
zh_hans: 源历史格式检查

# native.stage.occupancy
source: Target file occupancy check
zh_hans: 目标账户文件占用检查

# window.focusPermissionPrefix
source: Focusing windows requires
zh_hans: 聚焦窗口需要

# window.hoverHint
source: Hover to preview a window · Click to switch
zh_hans: 悬停预览窗口 · 点击切换

# error.windowFocusFailed
source: The selected window did not become focused. Check Accessibility permission and try again.
zh_hans: 目标窗口未成功获得焦点，请检查辅助功能权限后重试。
